{
   "id": 4,
   "title": "Bieganie a dieta: co jeść przed i po treningu",
   "author": "Paweł Jankowski",
   "image": "/images/article-images/bieganie-dieta.jpg",
   "sections": [
      {
         "title": "Wstęp",
         "content": "Dieta ma kluczowe znaczenie dla biegaczy. Dowiedz się, jakie produkty spożywcze dostarczą Ci energii przed treningiem oraz które pokarmy pomogą w regeneracji po wysiłku. Pamiętaj, że odpowiednie odżywianie poprawia wydolność, regenerację i ogólne samopoczucie!",
         "image": "/images/article-images/wstep-dieta.jpg"
      },
      {
         "title": "1. Przed treningiem",
         "content": "Na 1-2 godziny przed biegiem zjedz posiłek bogaty w węglowodany złożone, które zapewnią Ci energię na cały trening.\n\n- **Węglowodany złożone**: Wybierz pełnoziarniste pieczywo, płatki owsiane, ryż brązowy lub makaron pełnoziarnisty.\n- **Owoce**: Banany, jabłka czy jagody to doskonałe źródło naturalnych cukrów.\n- **Unikaj tłustych potraw**: Tłuste i ciężkostrawne posiłki mogą powodować dyskomfort podczas biegu.\n- **Przykładowy posiłek**: Kanapka z pełnoziarnistego chleba z masłem orzechowym i plasterkami banana.",
         "image": "/images/article-images/przed-treningiem.jpg"
      },
      {
         "title": "2. Nawodnienie",
         "content": "Odpowiednie nawodnienie jest kluczowe dla wydolności organizmu. Pij wodę przed, w trakcie i po treningu.\n\n- **Przed biegiem**: Wypij 500 ml wody na 1-2 godziny przed treningiem.\n- **Podczas biegu**: Jeśli biegasz dłużej niż godzinę, pij wodę lub napoje izotoniczne co 15-20 minut.\n- **Po biegu**: Uzupełnij płyny, wypijając wodę lub napój elektrolitowy.\n- **Objawy odwodnienia**: Suchość w ustach, zmęczenie i bóle głowy to sygnały, że organizm potrzebuje więcej płynów.",
         "image": "/images/article-images/nawodnienie.jpg"
      },
      {
         "title": "3. Po treningu",
         "content": "Po biegu zjedz posiłek bogaty w białko i węglowodany, aby przyspieszyć regenerację mięśni i uzupełnić zapasy energii.\n\n- **Białko**: Wybierz chude mięso, jajka, tofu, jogurt naturalny lub rośliny strączkowe.\n- **Węglowodany**: Dodaj do posiłku ryż, makaron, ziemniaki lub owoce.\n- **Przykładowe posiłki**:\n  - Jogurt naturalny z owocami i miodem.\n  - Kanapka z pieczywa pełnoziarnistego z indykiem i warzywami.\n  - Koktajl białkowy z bananem i mlekiem roślinnym.",
         "image": "/images/article-images/po-treningu.jpg"
      },
      {
         "title": "4. Suplementacja",
         "content": "Jeśli biegasz intensywnie, rozważ suplementację elektrolitów, witamin i minerałów. Skonsultuj się z dietetykiem, aby dobrać odpowiednie suplementy.\n\n- **Elektrolity**: Sód, potas i magnez pomagają utrzymać równowagę wodno-elektrolitową.\n- **Witaminy**: Witamina D, witaminy z grupy B i witamina C wspierają odporność i regenerację.\n- **Białko w proszku**: Przydatne, jeśli masz trudności z dostarczeniem wystarczającej ilości białka z diety.\n- **Kwasy omega-3**: Wspierają zdrowie stawów i redukują stany zapalne.",
         "image": "/images/article-images/suplementacja.jpg"
      },
      {
         "title": "5. Unikaj przetworzonej żywności",
         "content": "Staraj się jeść naturalne, nieprzetworzone produkty. Unikaj fast foodów, słodyczy i napojów gazowanych.\n\n- **Fast foody**: Są bogate w tłuszcze trans i sól, które negatywnie wpływają na zdrowie.\n- **Słodycze**: Zawierają duże ilości cukru, który powoduje wahania poziomu energii.\n- **Napoje gazowane**: Są wysokokaloryczne i mogą prowadzić do odwodnienia.\n- **Alternatywy**: Wybieraj owoce, orzechy, warzywa i domowe posiłki.",
         "image": "/images/article-images/nieprzetworzona-zywnosc.jpg"
      },
      {
         "title": "Podsumowanie",
         "content": "Pamiętaj, że dieta to połowa sukcesu w bieganiu. Odpowiednie odżywianie poprawia wydolność, regenerację i ogólne samopoczucie. Planuj posiłki z wyprzedzeniem, pij dużo wody i unikaj przetworzonej żywności. Zacznij już dziś i ciesz się korzyściami zdrowej diety!",
         "image": "/images/article-images/podsumowanie-dieta.jpg"
      }
   ]
}
