{
   "id": 5,
   "title": "Ciekawostki o bieganiu: fakty, które mogą Cię zaskoczyć",
   "author": "Ewa Nowicka",
   "image": "/images/article-images/ciekawostki-bieganie.jpg",
   "sections": [
      {
         "title": "Wstęp",
         "content": "Czy wiesz, że biegacze zużywają średnio 3-4 pary butów rocznie? A może słyszałeś o rekordzistach, którzy przebiegli maraton w czasie poniżej 2 godzin? Przeczytaj ten artykuł, aby poznać inne fascynujące fakty na temat biegania. Bieganie to nie tylko sport, ale także fascynująca historia i ciekawostki. Dowiedz się więcej i zainspiruj się!",
         "image": "/images/article-images/wstep-ciekawostki.jpg"
      },
      {
         "title": "1. Rekordy świata",
         "content": "Bieganie to dyscyplina pełna niesamowitych osiągnięć. Oto kilka rekordów, które mogą Cię zaskoczyć:\n\n- **Najszybszy maraton**: Eliud Kipchoge przebiegł maraton w czasie 2:01:39 w 2018 roku w Berlinie.\n- **Najszybsza kobieta**: Brigid Kosgei ustanowiła rekord kobiecy w 2019 roku, przebiegając maraton w czasie 2:14:04.\n- **Ultramaratony**: Najdłuższy bieg ultramaratoński trwał ponad 5 dni, a zawodnicy pokonali dystans ponad 500 km!",
         "image": "/images/article-images/rekordy-swiata.jpg"
      },
      {
         "title": "2. Zużycie butów",
         "content": "Biegacze zużywają średnio 3-4 pary butów rocznie, w zależności od intensywności treningów.\n\n- **Dystans**: Buty biegowe tracą swoje właściwości amortyzujące po przebiegnięciu około 500-800 km.\n- **Rodzaj nawierzchni**: Bieganie po twardych nawierzchniach, takich jak asfalt, powoduje szybsze zużycie butów niż bieganie po miękkich ścieżkach.\n- **Wymiana butów**: Regularna wymiana butów jest kluczowa, aby uniknąć kontuzji i zachować komfort biegania.",
         "image": "/images/article-images/zuzycie-butow.jpg"
      },
      {
         "title": "3. Kalorie",
         "content": "Podczas godzinnego biegu spalasz średnio 600-800 kalorii, w zależności od tempa i wagi.\n\n- **Tempo**: Im szybciej biegasz, tym więcej kalorii spalasz. Bieg w tempie 10 km/h spala około 600 kcal, a w tempie 15 km/h – nawet 1000 kcal.\n- **Waga**: Osoby o większej wadze spalają więcej kalorii podczas biegu niż osoby lżejsze.\n- **Bieganie interwałowe**: Ten rodzaj treningu pozwala spalić jeszcze więcej kalorii dzięki intensywnym interwałom.",
         "image": "/images/article-images/kalorie.jpg"
      },
      {
         "title": "4. Historia biegania",
         "content": "Bieganie jako dyscyplina sportowa ma korzenie w starożytnej Grecji, gdzie było częścią igrzysk olimpijskich.\n\n- **Starożytność**: Pierwsze zawody biegowe odbywały się już w 776 roku p.n.e. podczas starożytnych igrzysk olimpijskich.\n- **Maraton**: Legenda głosi, że maraton został nazwany na cześć greckiego żołnierza, który przebiegł z Maratonu do Aten, aby ogłosić zwycięstwo w bitwie.\n- **Nowoczesne bieganie**: Bieganie jako sport masowy zyskało popularność w latach 70. XX wieku, a pierwszy nowoczesny maraton w Bostonie odbył się w 1897 roku.",
         "image": "/images/article-images/historia-biegania.jpg"
      },
      {
         "title": "5. Bieganie trailowe",
         "content": "Bieganie po górach i lasach staje się coraz bardziej popularne. To świetny sposób na połączenie aktywności fizycznej z obcowaniem z naturą.\n\n- **Trasy**: Bieganie trailowe odbywa się na nierównych terenach, takich jak góry, lasy czy ścieżki szutrowe.\n- **Sprzęt**: Buty trailowe mają agresywny bieżnik, który zapewnia przyczepność na błocie, kamieniach i innych niestabilnych powierzchniach.\n- **Wyzwania**: Bieganie trailowe wymaga dobrej kondycji, ale oferuje niezapomniane widoki i satysfakcję z pokonywania trudnych tras.",
         "image": "/images/article-images/bieganie-trailowe-ciekawostki.jpg"
      },
      {
         "title": "6. Inne ciekawostki",
         "content": "Oto kilka dodatkowych faktów, które mogą Cię zainteresować:\n\n- **Bieganie a mózg**: Regularne bieganie poprawia funkcjonowanie mózgu, zwiększając koncentrację i pamięć.\n- **Bieganie w kosmosie**: Astronauci na Międzynarodowej Stacji Kosmicznej biegają na specjalnych bieżniach, aby zapobiec utracie masy mięśniowej w warunkach mikrograwitacji.\n- **Bieganie nago**: W niektórych krajach organizowane są biegi nago, które promują naturalność i wolność.",
         "image": "/images/article-images/inne-ciekawostki.jpg"
      },
      {
         "title": "Podsumowanie",
         "content": "Bieganie to nie tylko sport, ale także fascynująca historia i ciekawostki. Od rekordów świata po zużycie butów – każdy aspekt biegania ma swoją niezwykłą historię. Dowiedz się więcej, zainspiruj się i odkryj, jak wiele korzyści może przynieść regularne bieganie!",
         "image": "/images/article-images/podsumowanie-ciekawostki.jpg"
      }
   ]
}
