{
   "id": 3,
   "title": "Jak oswoiłem swój żołądek i portfel? Moja rewolucja od komercyjnych żeli do domowych batoników.",
   "author": "Dawid",
   "image": "/images/article-images/3/main.jpg",
   "sections": [
      {
         "title": "Wprowadzenie: Kiedy żel stał się wrogiem",
         "content": "Zaczynało się niewinnie. Tak jak większość biegaczy, sięgnąłem po gotowe żele energetyczne. Szybko okazało się jednak, że moje jelita mają wobec nich własne plany. To nie był miły związek - to była walka. Walka ze słodkim, kleistym smakiem, z ceną około 7 zł za sztukę, a przede wszystkim z... no, powiedzmy, z nieprzyjemnymi konsekwencjami żołądkowymi. Szczególnie pamiętam te dwucukrowe - po nich biegunka w trasie była murowana. Długi czas miałem do nich wstręt, a widok kolejnego kolorowego opakowania budził we mnie mieszane uczucia. Jednocześnie patrzyłem na Instagram, jak ludzie sami robią swoje 'paliwo' i myślałem: 'Kurde, trzeba się bawić, a jeszcze coś mi nie wyjdzie'. Ale cena żeli szybko robiła pokaźną sumę, a do tego dochodziła kwestia zbędnego plastiku. I tak, pewnego dnia, stanąłem w kuchni z miską i postanowiłem: dość!"
      },
      {
         "title": "Kuchenna rewolucja: Dlaczego zacząłem robić własne 'paliwo'?",
         "content": "Decyzja o przejściu na domową produkcję nie była kaprysem. To była czysta kalkulacja. Przeliczyłem ceny składników na Allegro i wyszło, że to się po prostu opłaca. Kilka żeli tygodniowo po 7 zł sztuka robiło pokaźny miesięczny wydatek. Do tego dochodziła kwestia ekologii - nie chciałem generować zbędnego plastiku, nawet jeśli to nie była zawrotna ilość. Nawet wcześniej, kupując żele, przelewałem je do małych flasków, ale i tak zamawiałem je zapakowane w plastik.\n\n> **Kontrola składu to była kluczowa kwestia. W sklepowych batonikach (nie wszystkich, oczywiście) jest masa dziwnych dodatków. Dla mnie po prostu zbędnych. A tu - wiem dokładnie, co dodaję. To moje paliwo, moje zasady.**\n\nI tak, pewnego dnia, stanąłem w kuchni ze świadomością, że nie ma odwrotu. Pierwsza próba z żelem wyszła średnio - źle coś wymieszałem i wyszły lekkie baryłki. Ale działał i smakował tak, jak chciałem. Z batonikami i 'kulami mocy' poszło od razu lepiej. Trzeba było tylko znaleźć swój smak - jedni lubią żurawinę, inni płatki owsiane, a ja pokochałem dodatek espresso."
      },
      {
         "title": "Moja kuchnia biegacza: Przepis na sukces (i na batoniki)",
         "content": "Moja domowa produkcja to głównie dwa produkty: żele energetyczne i batoniki (lub kulki mocy).\n\n*   **Żele:** Robię je sam, używając prostych składników. Dzięki temu mogę kontrolować proporcje cukrów. To ważne, bo na początku, po komercyjnych dwucukrowcach, miałem problemy. Teraz mogę zrobić dwucukrowy żel, ale z kawą lub sokiem z limonki, co zabija dominującą słodycz. Przechowuję je w domu w butelce (takiej jak na ketchup!) w lodówce, a na bieg przelewam porcję do małych flasków.\n*   **Batoniki:** To moja ulubiona forma 'paliwa'. Głównie bazuję na daktylach, ale dodaję do nich masę różnych składników: płatki owsiane, mąkę owsianą, rodzynki, żurawinę, migdały, miód, różne orzechy i obowiązkowo espresso. Pakuję je w papier śniadaniowy (przerzuciłem się z folii aluminiowej, która w plecaku od temperatury pleców potrafiła zrobić psikus i przejść na batonika).\n\n> **Zalety? Kontrola składu, brak chemii, smak dopasowany do siebie i możliwość zrobienia czegoś z tego, co akurat ma się w domu. A do tego cena - nieporównywalnie niższa.**"
      },
      {
         "title": "Logistyka i przygody: Od pizzy w Józefowie po porządek w plecaku",
         "content": "Odżywianie na długich dystansach to nie tylko 'co', ale też 'jak' i 'gdzie'. I tu zdarzają się przygody, które stają się legendą.\n\n> **Pamiętam szlak Krawędziowy Roztocza w listopadzie. Było około zera stopni, padał deszcz ze śniegiem. W połowie trasy, w Józefowie, planowałem tylko kupić wodę. Ale zobaczyłem piekarnię... i pomyślałem: 'Musi być coś ciepłego!'. Wszedłem. A tam pizza na kawałki, do tego świeżo pieczona, i kawa z ekspresu. No to wziąłem. Dwie kawy, pizza i suszenie ubrań na kaloryferze. Obsługa była miła, mimo że na pewno już czuć było ode mnie potem. Po dłuższej niż planowana przerwie ruszyłem dalej. A po wyjściu... tak się nie chciało! Wspomnienie ciepła, kawusi i myśl o 25 km w zimnie i deszczu... Ale koniec końców, krok za krokiem, parę kryzysów i dotarłem do mety.**\n\nNa co dzień, na biegi powyżej 30 km, pakuję się w plecak biegowy. Wolę bukłak od flaszek. Moje domowe wyroby pakuję starannie: batoniki w papier śniadaniowy, a żel w małe flaski. Systematyczność to podstawa: łyk izo co ok. 2 km, żel co 45-60 min, a batonik, banan czy inne 'stałe' jedzenie rozkładam w zależności od dystansu i planu."
      },
      {
         "title": "Podsumowanie: Moje wnioski i rada dla Ciebie",
         "content": "Czego nauczyła mnie ta cała przygoda z domowym 'paliwem'?\n\n*   **Systematyczność jest kluczowa.** Nie czekaj z jedzeniem do kryzysu. Małe, regularne porcje działają najlepiej.\n*   **Słuchaj swojego żołądka.** To, co działa dla innych, niekoniecznie zadziała dla Ciebie.\n*   **Eksperymentuj, ale mądrze.** Zawsze testuj nowe rzeczy na treningu, nigdy w dniu zawodów!\n\n> **Moja rada dla początkującego? Zacznij od prostych, jednoskładnikowych żeli. Unikaj na początek dwucukrowców. Albo od razu spróbuj domowych batoników z daktyli - są łatwe do zrobienia, smaczne i przyjazne dla żołądka. Pamiętaj: żelu nie zastąpią, ale są świetnym urozmaiceniem i 'odpoczynkiem' od słodkiego smaku. Twój żołądek na pewno Ci podziękuje.**\n\nDziś, patrząc na mój zestaw do długiego biegu, czuję satysfakcję. To nie są anonimowe, kolorowe opakowania. To moje własne, domowe 'paliwo', które daje mi nie tylko energię, ale też poczucie kontroli i świadomości. I wiecie co? To naprawdę proste. Wystarczy odrobina chęci i gotowania. A efekt? Bezcenny."
      }
   ]
}
