{
   "id": 2,
   "title": "Moja walka z kontuzją i tęsknotą za szlakiem",
   "author": "Dawid",
   "image": "/images/article-images/2/article-1.jpg",
   "sections": [
      {
         "title": "Wprowadzenie: Dźwięk, który wszystko zmienił",
         "content": "Zawsze myślałem, że kontuzja to coś, co przytrafia się podczas heroicznych zrywów na trasie: gdy walczysz z podbiegiem, pędzisz w dół, przekraczasz granice. Tymczasem moja przyszła do mnie zupełnie przyziemnie. Przez długi czas myślałem, że to tylko brak rozciągania. Beształem się wewnętrznie: „Za mało stretchingu, musisz się bardziej postarać”. Ten wewnętrzny monolog był moją codziennością, bo przecież planowałem już przejście z planu maratońskiego na treningi pod bieg ultra - mój cel to było przebiegnięcie Głównego Szlaku Świętokrzyskiego solo, ciągiem.\n\nAż przyszedł moment diagnozy: naderwanie mięśnia dwugłowego uda. To nie był brak rozciągania. To była poważna kontuzja. Ironiczne? Dwa dni po przymiarce do nowego planu treningowego dowiedziałem się, że mam dość poważny uraz. A najgorsze było to, że przez ten dyskomfort i tak już praktycznie nie biegałem, a jak już się zmuszałem, to noga dawała o sobie znać dziwnym bólem. Gorzki smak porażki? Dowiedzieć się, że robiąc masaż pistoletem, tak naprawdę sobie szkodziłem. To był wewnętrzny zawód i takie podłamanie. Złość, zwłaszcza że kontuzja nie spotkała mnie na szlaku, tylko przez inne, życiowe obowiązki. Masakra."
      },
      {
         "title": "Pustka po bieganiu: kiedy buty w szafie stają się symbolem straty",
         "content": "Pierwsze emocje to był mętlik. Potrzebowałem kilku dni, żeby poukładać sobie to wszystko w głowie. Ale największy ból nie był fizyczny.\n\n> **Najbardziej cierpiałem na tym, że nie mogę wyjść. Że przychodzi weekend, a ja nie ruszam na długie wybieganie. Nie szukam trasy, której nie znam. Nie czuję tego wyzwania i nie mogę uciec od wszystkiego. Czym bym dał radę biegać? Tak, oczywiście że bym dał. Ale takie podejście byłoby bardzo krótkie i nieodpowiedzialne.**\n\nDzień z treningiem biegowym to była cała otoczka, swego rodzaju rytuał: przygotowanie ubrań, planowanie, ustawienia na zegarku. Trening plus otoczka to było jakieś 2 godziny mojego świata. A tu nagle zrobiło mi się tyle czasu, a zabrano mi tyle wolności.\n\nWidok butów w szafie był jak przypomnienie o utraconej części mnie. A gdy moja ekipa, do której przynależę, planowała treningi, a teraz szykuje się na 40-kilometrową „wycieczkę biegową”, czułem ten żal. Chciałem dołączyć, pogadać przez te 40 kilometrów... ale na razie to nie był mój czas. Największym bólem było to, że nie mogłem zamienić biegania na rower w terenie. Basen? Stwierdziłem, że tylko bym się męczył, a ja przecież chcę czerpać radość ze sportu."
      },
      {
         "title": "Mentalny reset: jak znaleźć ląd po utracie gruntu pod nogami",
         "content": "Kryzys był potworny. Ale koniec końców, nadszedł nowy miesiąc i zrobiłem sobie mentalny reset. Usiadłem, przemyślałem, co mogę, czego nie mogę i jak z tym żyć. To nie była rezygnacja, a strategiczny odwrót i przegrupowanie sił. Poszedłem za ciosem znajomych, którzy stawiają sobie krótsze cele co miesiąc.\n\nZamiast walczyć z rzeczywistością, zaakceptowałem ją i stworzyłem nowy, szczegółowy plan:\n\n*   **Sportowo:** Ułożyłem sobie plan treningowy pod rehabilitację. Od podstawowych, ostrożnych ćwiczeń, po te bardziej angażujące. Na początku to, co wydaje się banalne, ale trzeba było ostrożnie wejść w ruch z nogą. Skupiłem się na tym, co jej nie obciążało, a pomagało i będzie pomagać ogólnie: core, mobilność, stabilność i trochę siły biegowej. To nie był trening na pełnych obrotach, to była rehabilitacja, powrót do zdrowia i delikatne wzmocnienie.\n*   **Rozwojowo:** Postanowiłem więcej czasu przeznaczyć na czytanie książek (ebook to też książka!), trochę więcej poświęcić na edukację angielskiego, bo nie używając, dużo straciłem, i wrócić do rozwoju osobistego oraz rozwijania własnego projektu (właśnie na nim czytasz ten artykuł!).\n*   **Mentalnie:** Wyganianie tęsknoty innymi radościami. Ćwiczenia, a potem możliwości spacerów zaczęły dawać mi jakąś radość, że się coś rusam i żyje. Przekierowałem też czas na czytanie fantasy, żeby zanurzyć się w świecie literackim. I nieocenione było wygadanie się komuś, kto też złapał kontuzję."
      },
      {
         "title": "Wnioski, które niosą dalej: list do siebie (i do Ciebie) z przeszłości",
         "content": "Gdybym mógł wysłać wiadomość do siebie sprzed kontuzji, albo do Ciebie, który właśnie to czytasz i może przez to przechodzisz, powiedziałbym tak:\n\n> **Nie robicie nic na siłę. Spokojnie, powoli i do celu. Jakieś 'głupie' ćwiczenia też są ważne i mają znaczenie, którego teraz może nie być widać, ale odczujecie to w przyszłości. A jeśli już przydarzy się jakaś kontuzja, to szanujcie siebie i swoje ciałko. To ono będzie was nosić przez resztę życia.**\n\nI najważniejsze: **Na pewno trzeba sobie znaleźć coś, co wzmocni nasz mental, bo tęsknota za treningami może być bardzo bolesna.** Plany się zmieniają zawsze, trzeba się dostosować do tego, co jest i na co możemy sobie pozwolić. Zawsze warto nawet z podstawowym lekarzem przeprowadzić konsultację, żeby sobie nie zaszkodzić. To inwestycja w siebie."
      },
      {
         "title": "Epilog: pierwsze kroki z nadzieją",
         "content": "Teraz jestem na etapie, że lekko coś czuję, nogę po spacerze, ale już mogę wchodzić w marszobiegi. Czuję szczęście jak dziecko na samą myśl! To nie jest powrót na stare tory. To start nowej ścieżki - być może mądrzejszej, bardziej świadomej i z większym szacunkiem dla tego, co najcenniejsze: możliwości ruchu.\n\nCzy ta przerwa coś zmieniła? Chyba nie anulowała marzeń, tylko je przesunęła w czasie. Mój projekt na Główny Szlak Świętokrzyski wciąż czeka. Brak treningów dał mi coś cennego: więcej czasu dla rodziny, na realizację obietnic i na myślenie o moim projekcie. Nawet waga mi wzrosła (na szczęście tylko o 3 kg!), a pralka dostała urlop od codziennego prania ciuchów po treningu.\n\n> **Bo prawdziwy biegacz nie mierzy się wyłącznie kilometrami na tarczy zegarka, ale także pokorą, gdy szlak nagle się urywa. A potem siłą, by od nowa odnaleźć swój trop.**\n\nI ja ten trop właśnie odnalazłem. Krok po kroku."
      }
   ]
}
