[
   {
      "id": 1,
      "title": "Jak zacząć biegać: przewodnik dla początkujących",
      "author": "Anna Nowak",
      "text": "Bieganie to jedna z najprostszych form aktywności fizycznej, ale może być przytłaczające dla nowicjuszy. W tym artykule przedstawimy kroki, które pomogą Ci zacząć biegać, w tym wybór odpowiednich butów, ustalanie celów i tworzenie planu treningowego."
   },
   {
      "id": 2,
      "title": "Korzyści z biegania dla zdrowia",
      "author": "Marek Kowalski",
      "text": "Bieganie przynosi wiele korzyści zdrowotnych, w tym poprawę wydolności sercowo-naczyniowej, wzmocnienie mięśni oraz wsparcie w utrzymaniu zdrowej wagi. Dowiedz się, jak regularne bieganie wpływa na Twoje zdrowie fizyczne i psychiczne."
   },
   {
      "id": 3,
      "title": "Jak uniknąć kontuzji podczas biegania",
      "author": "Katarzyna Wiśniewska",
      "text": "Kontuzje to częsty problem wśród biegaczy. W tym artykule znajdziesz porady, jak unikać kontuzji, w tym odpowiednią technikę biegu, rozgrzewkę oraz znaczenie regeneracji."
   },
   {
      "id": 4,
      "title": "Bieganie a dieta: co jeść przed i po treningu",
      "author": "Paweł Jankowski",
      "text": "Dieta ma kluczowe znaczenie dla biegaczy. Dowiedz się, jakie produkty spożywcze dostarczą Ci energii przed treningiem oraz które pokarmy pomogą w regeneracji po wysiłku."
   },
   {
      "id": 5,
      "title": "Ciekawostki o bieganiu: fakty, które mogą Cię zaskoczyć",
      "author": "Ewa Nowicka",
      "text": "Czy wiesz, że biegacze zużywają średnio 3-4 pary butów rocznie? A może słyszałeś o rekordzistach, którzy przebiegli maraton w czasie poniżej 2 godzin? Przeczytaj ten artykuł, aby poznać inne fascynujące fakty na temat biegania."
   },
   {
      "id": 6,
      "title": "Jak wybrać odpowiednie buty do biegania",
      "author": "Tomasz Nowak",
      "text": "Wybór odpowiednich butów do biegania jest kluczowy dla komfortu i zdrowia biegacza. W tym artykule omówimy różne typy butów biegowych, a także jak dobrać je do swojego stylu biegania i typu stopy."
   },
   {
      "id": 7,
      "title": "Trening interwałowy: jak poprawić wydolność",
      "author": "Agnieszka Kowalczyk",
      "text": "Trening interwałowy to skuteczny sposób na poprawę wydolności i przyspieszenie tempa biegania. Dowiedz się, jak zaplanować trening interwałowy, jakie korzyści przynosi oraz jak włączyć go do swojego planu treningowego."
   },
   {
      "id": 8,
      "title": "Jak biegać w różnych warunkach pogodowych",
      "author": "Marta Zielińska",
      "text": "Bieganie w deszczu, śniegu czy upale wymaga odpowiedniego przygotowania. W tym artykule podpowiemy, jak dostosować swoje treningi do zmiennych warunków pogodowych, jakie ubrania wybrać oraz jak zadbać o bezpieczeństwo."
   },
   {
      "id": 9,
      "title": "Zabawa z bieganiem: wyzwania i zawody",
      "author": "Janusz Kaczmarek",
      "text": "Bieganie to nie tylko trening, ale także zabawa. W tym artykule omówimy różne rodzaje biegów, od maratonów po biegi charytatywne, a także jak zaplanować swoje pierwsze zawody."
   },
   {
      "id": 10,
      "title": "Mentalne aspekty biegania: jak utrzymać motywację",
      "author": "Katarzyna Szymczak",
      "text": "Motywacja jest kluczowa dla sukcesu biegacza. Dowiedz się, jak utrzymać wysoki poziom motywacji, jak ustalać cele oraz jak radzić sobie z trudnościami, które mogą się pojawić w trakcie treningów."
   }
]
