{
   "trasyBiegowe": [
      {
         "id": 1,
         "name": "Via Valais",
         "description": "Trasa Via Valais prowadzi przez piękne alpejskie tereny, oferując wspaniałe widoki i wyzwania.",
         "image": "https://elevation.alpsinsight.com/wp-content/uploads/2022/01/VV_home.jpg",
         "stages": [
            {
               "stageId": 1,
               "stageName": "Etap 1: Verbier - Cabane d'Essertze",
               "stageInfo": "9 km 1119 m+ / 1113 m-",
               "stageBonus": "Bonus: Le Crepon Blanc (2713 m) 2 km, 250 m+/-",
               "stageDescription": "Trasa Via Valais łączy dwie ikoniczne szwajcarskie miejscowości górskie, Verbier i Zermatt. Rozpoczyna swoją podróż w Verbier, znanym kurorcie narciarskim, który słynie z stromych stoków. (Zobacz naszą stronę z logistyką, aby dowiedzieć się, jak dotrzeć do Verbier). Z miasteczka gondola zabiera cię do Les Ruinettes, punktu startowego szlaku. Pierwsze kilometry prowadzą ścieżką Bisse de Levron. Szlaki „Bisse” to stare kanały irygacyjne, które zazwyczaj są gładkie i idealne do biegania, a ten jest klasykiem, który doskonale rozgrzewa na początek dnia. Kiedy oddalasz się od infrastruktury narciarskiej Verbier, zaczynasz odkrywać dzikie tereny. Pierwszy dzień to zapowiedź wszystkich wyzwań, które czekają na ciebie; wąskie ścieżki, strome podejścia i ogromne, ośnieżone szczyty...",
               "image": "https://elevation.alpsinsight.com/wp-content/uploads/2018/10/Via_Valais_trail_running_verbier.jpg",
               "gpx": "link_do_GPX_etapu_1",
               "moreInfo": "https://elevation.alpsinsight.com/via-valais/"
            },
            {
               "stageId": 2,
               "stageName": "Etap 2: Cabane d'Essertze - Cabane de Prafleuri",
               "stageInfo": "30km 1783m+/1178m-",
               "stageBonus": "Bonus: Mont de l’Etoile (3370m)  5km, 600m+/-",
               "stageDescription": "Etap drugi kontynuuje podróż z chaty do chaty, nie schodząc na niższe tereny dolin. Wysokie przejście nad Val d’Hérémence prowadzi do Grande Dixence, najwyższej na świecie zapory grawitacyjnej. Stamtąd prowadzi płaski bieg po żwirowej drodze wzdłuż Lac de des Dix, zanim rozpocznie się wspinaczka przez Col de Riedmatten i kierunek w stronę Val d'Arolla oraz Cabane Aiguille Rouge. \nEtap 2 oferuje widoki na Mont Blanc de Cheilon i Mont Collon oraz prowadzi do Val d'Hérens.\n*Oryginalna trasa prowadziła przez Pas de Chèvre, ale ostatnio stała się bezpieczniejsza do użycia Col de Riedmatten.",
               "image": "https://elevation.alpsinsight.com/wp-content/uploads/2018/10/Via_Valais_trail_running_Arolla.jpg",
               "gpx": "link_do_GPX_etapu_2",
               "moreInfo": "https://elevation.alpsinsight.com/via-valais/"
            },
            {
               "stageId": 3,
               "stageName": "Etap 3: Cabane de Prafleuri - Arolla",
               "stageInfo": "30km 2480m+/23102m- ",
               "stageBonus": "Bonus: Becca de Lovégno (2769m)  1km, 125m+/-",
               "stageDescription": "Etap rozpoczyna się zjazdem z Cab. Aiguille Rouge. Najpierw zjeżdżasz po skalistym, księżycowym krajobrazie, mijając Lac Bleu, a następnie wznosisz się na przejściu, a na koniec spadasz przez las modrzewiowy do małego miasteczka Evolène w Val d'Hérens. \nW Evolène rozważ opcje lunchu, zanim rozpoczniesz wspinaczkę o wysokości 1600 metrów do Pas de Lovégno, a następnie w kierunku Cabane des Becs de Bosson.",
               "image": "https://elevation.alpsinsight.com/wp-content/uploads/2018/10/Via_Valais_trail_running_Evolene.jpg",
               "gpx": "link_do_GPX_etapu_3",
               "moreInfo": "https://elevation.alpsinsight.com/via-valais/"
            },
            {
               "stageId": 4,
               "stageName": "Etap 4: Arolla - Zinal",
               "stageInfo": "17km 868m+ / 1025m-",
               "stageBonus": "Bonus:  Becs de Bosson (3148m)  2km, 273m+/-",
               "stageDescription": "Etap 4 pozwala na chwilę odpoczynku. Dystans i przewyższenie są mniejsze niż średnia na pozostałych etapach, a krótszy czas spędzony na trasie daje dodatkowy czas na relaks i podziwianie widoków na lodowce oraz szczyty powyżej 4000 metrów z tarasu Cabane de Moiry.\n\nSzybki zjazd z pastelowego krajobrazu Becs de Bosson prowadzi do Lac de Lona. Po krótkim wspinaniu, koralowe, szałwiowe i beżowe kolory ustępują miejsca alpejskiemu szaro-białemu krajobrazowi doliny Moiry i niesamowitemu niebieskiemu odcieniu wąskiego jeziora. Etap kończy się wspinaczką wzdłuż moreny, aby dotrzeć do schroniska na wysokości 2825 metrów.",
               "image": "https://elevation.alpsinsight.com/wp-content/uploads/2018/10/Via_Valais_trail_running_Becs_de_Bosson.jpg",
               "gpx": "link_do_GPX_etapu_4",
               "moreInfo": "https://elevation.alpsinsight.com/via-valais/"
            },
            {
               "stageId": 5,
               "stageName": "Etap 5: Zinal - Gruben",
               "stageInfo": "24km    1064m+ / 2215m-",
               "stageBonus": "Bonus:  Pigne de la Lé (3396m)  3km, 597m+/-",
               "stageDescription": "Etap 5 to jeden z najbardziej zróżnicowanych dni całej trasy Via Valais, szczególnie jeśli zdecydujesz się na Pigne de la Lá. Jeśli chcesz zdobyć Pigne de la Lé, rozważ wczesny poranny start w Alpach i podziwiaj, jak pierwsze światło ozdabia Matterhorn z samego szczytu. Szczyt dodaje dodatkowe 600 m przewyższenia, a jego zdobycie wymaga więcej wspinaczki niż biegania. Jeśli czujesz się komfortowo z łatwą wspinaczką po grzbiecie, warto! Po drodze miniesz schronisko Moiry, gdzie możesz zjeść śniadanie.\n\nKiedy opuszczasz schronisko Moiry w kierunku Zinal, będziesz przebiegać nad długością jeziora, zanim rozpoczniesz 500-metrowe wspinanie się na Col de Sorebois oraz długie, wzdłużne zejście do Zinal. Biegnąc na południe, w głąb Val d'Anniviers, będziesz mógł podziwiać niesamowite widoki na Zinalrothorn, Weisshorn i Dent Blanche. Po zejściu o więcej niż 1200 metrów do doliny, podążysz rzeką prosto do miasteczka Zinal i zasłużonej nocy w hotelu.",
               "image": "https://elevation.alpsinsight.com/wp-content/uploads/2018/10/Via_Valais_trail_running_Zinal-1-1484x990.jpg",
               "gpx": "link_do_GPX_etapu_5",
               "moreInfo": "https://elevation.alpsinsight.com/via-valais/"
            },
            {
               "stageId": 6,
               "stageName": "Etap 6: Gruben - St. Niklaus",
               "stageInfo": "19km    1687m+ / 841m-",
               "stageBonus": "Bonus:  L’Omen Roso (3031m)  1.5km, 187m+/-",
               "stageDescription": "Etap 6 przekracza Röstigraben, który jest symboliczną granicą oddzielającą francuskojęzyczne i niemieckojęzyczne regiony Szwajcarii. Val staje się tal, lac staje się see, Valais to teraz Wallis, a ziemniaki z gorącym, śmierdzącym, wspaniałym serem są nadal wszechobecne.\n\nPo Zinal nie ma już w zasięgu wzroku żadnego innego miasteczka aż do Randa. Prosto z Zinal przez kilka kilometrów podążasz słynnym zejściem trasy wyścigu Sierre-Zinal, a następnie kontynuujesz wspinaczkę na przełęcz Forcletta. Szlak otoczony jagodami prowadzi w dół do Turtmannsee, a następnie w górę do schroniska Turtmann.",
               "image": "https://elevation.alpsinsight.com/wp-content/uploads/2018/10/Via_Valais_trail_running_Zinal_2.jpg",
               "gpx": "link_do_GPX_etapu_6",
               "moreInfo": "https://elevation.alpsinsight.com/via-valais/"
            },
            {
               "stageId": 7,
               "stageName": "Etap 7: St. Niklaus - Grächen",
               "stageInfo": "18km    1376m+ / 2453m-",
               "stageBonus": "Bonus:  Üssers Barrhorn (3610m)  3km, 311m+/-",
               "stageDescription": "Królowa etapu Via Valais! Warto wyruszyć wcześnie z schroniska Turtmann, a także zabrać ze sobą jedzenie na cały dzień. To długi, trudny dzień, w trakcie którego osiągniesz wysokość 3610 metrów, a dostępność jedzenia będzie ograniczona. Z schroniska szybko znajdziesz się w jałowym, alpejskim krajobrazie. Odskocznia do Barrhorn zajmuje około 90 minut i warto ją rozważyć, ponieważ jest to najwyższy oficjalny szlak w Alpach.\n\nZ Barrhorn wracasz tą samą trasą do Schöllijoch, który jest kluczowym punktem całej trasy Via Valais. Zejście z przełęczy jest eksponowane, wymagając użycia lin, kabli i drabin, aby dotrzeć do lodowca poniżej. Od 2018 roku, lodowiec nie stanowi problemu do przejścia; pozostałości to stary lód, mały i bez szczelin. Przeczytaj więcej o Schöllijoch i rozważ alternatywne opcje, jeśli nie czujesz się komfortowo w ruchu, na ekspozycji lub w przypadku złej pogody.\n\nPo przejściu Schöllijoch czeka cię zjazd o wysokości 2000 metrów do Randa. Ta trasa w dół zawiera również zaskakującą ilość wzniesień, więc trzymaj się mocno. Szlak jest fantastyczny i oferuje jedne z najlepszych widoków w całej trasie.",
               "image": "https://elevation.alpsinsight.com/wp-content/uploads/2018/10/Via_Valais_trail_running_Barrhorn.jpg",
               "gpx": "link_do_GPX_etapu_7",
               "moreInfo": "https://elevation.alpsinsight.com/via-valais/"
            },
            {
               "stageId": 8,
               "stageName": "Etap 8: Grächen - Hannigalp",
               "stageInfo": "25km    2025m+ / 1171m-",
               "stageBonus": "Bonus:  Oberrothorn (3414m)  7km, 775m+/-",
               "stageDescription": "Stromy wspinaczka z doliny prowadzi do mostu wiszącego Charlesa Kuonena, najdłuższego wiszącego mostu na świecie o długości 494 metrów. Po przekroczeniu mostu szlak prowadzi płynnie, w kontrast do dużych wzniesień i opadów z poprzednich dni. Łatwiejszy bieg jest relaksującym kontrastem do przygód z poprzedniego etapu, a kilometry szybko mijają, gdy zbliżasz się do pierwszych widoków na Matterhorn.\n\nTen etap jest jednym z największych pod względem zysku wysokości, ale po początkowym wspinaniu się na Europaweg, metry gromadzą się w biegnącej gradientzie. Nim się obejrzysz, będziesz gotowy, aby zanurzyć stopy w Grüensee, zanim osiedlisz się w Mountain Lodge Ze Seewjinu nad Zermatt.",
               "image": "https://elevation.alpsinsight.com/wp-content/uploads/2018/10/Via_Valais_trail_running_Tasch.jpg",
               "gpx": "link_do_GPX_etapu_8",
               "moreInfo": "https://elevation.alpsinsight.com/via-valais/"
            },
            {
               "stageId": 9,
               "stageName": "Etap 9: Hannigalp - Zermatt",
               "stageBonus": "Bonus:  Mettelhorn (3406m)  9km, 1081m+/-",
               "stageInfo": "27km    1254m+ / 1942m-",
               "stageDescription": "Z Mountain Lodge Ze Seewjinu prowadzi szlak bezpośrednio w dół do Zermatt. Dla tych, którzy mają mało czasu lub energii, to jest opcja. Jednak istnieje bardzo dobry powód, aby nie schodzić bezpośrednio do Zermatt: okrążenie wysoko nad Zermatt to jedna z naszych ulubionych tras biegowych z książki Run the Alps Switzerland, a to, co uważamy, może być najdoskonalszym dniem biegania w górach. Po porannym spacerze do Zmutt, małej, dobrze zachowanej wioski z doskonałą kawą i wypiekami, rozpoczniesz wspinaczkę o wysokości 800 metrów, aby zdobyć górny szlak panoramy Matterhorn i niektóre z najlepszych tras biegowych całej Via Valais, aż do hotelu Trift, gdzie na pewno zechcesz spróbować ich domowej lemoniady. Z hotelu Trift krótki zjazd prowadzi prosto do Zermatt lub, jeśli nie chcesz, aby Via Valais się kończyła, możesz udać się na dodatkowy szczyt, Mettelhorn.\n\nZrób sobie dodatkowy dzień lub dwa, aby cieszyć się Zermatt. Miasto ma wiele do zaoferowania, a w pobliżu znajdują się wspaniałe trasy biegowe.",
               "image": "https://elevation.alpsinsight.com/wp-content/uploads/2018/10/Via_Valais_trail_running_Zermatt.jpg",
               "gpx": "link_do_GPX_etapu_9",
               "moreInfo": "https://elevation.alpsinsight.com/via-valais/"
            }
         ]
      },
      {
         "id": 2,
         "name": "Centralny Szlak Roztocza",
         "image": "http://www.turystyka.susiec.pl/files/centralny_niebieski.jpg",
         "stages": [
            {
               "stageId": 1,
               "stageInfo": "192,6 km 2426 m+ / 2458 m-",
               "stageDescription": "Centralny Szlak Pieszy Roztocza to najdłuższy szlak turystyczny w regionie, o długości 192,6 km. Rozpoczyna się w Szastarce i kończy w Horyńcu-Zdroju. Szlak prowadzi przez malownicze tereny, w tym Słonią Górę, z której rozpościerają się piękne widoki na doliny Wieprza i Gorajca. Warto zwrócić uwagę na cenne botanicznie obszary Szczebrzeszyńskiego Parku Krajobrazowego oraz na historyczne miejsca, jak Las Cetnar, znany z działalności partyzanckiej. Po drodze można podziwiać Górę Czubatkę, a także ciekawe labirynty wąwozów, takie jak Piekiełko.",
               "image": "http://www.turystyka.susiec.pl/files/centralny_niebieski.jpg",
               "gpx": "https://mapa-turystyczna.pl/trail/centralny-szlak-roztocza-tx5#50.52333/22.90031/10",
               "map": {
                  "iframe": "https://mapa-turystyczna.pl/map/widget/trail/h1l0p0/tx5.html"
               },
               "moreInfo": "https://rpn.gov.pl/szlak-centralny-roztocza"
            }
         ]
      },
      {
         "id": 3,
         "name": "Główny Szlak Świętokrzyski",
         "image": "https://gorskim-szlakiem.pl/wp-content/uploads/2022/06/P1010270-e1654504499380-1024x640.jpg",
         "stages": [
            {
               "stageId": 1,
               "stageInfo": "93 km 2672 m+ / 2728 m-",
               "stageDescription": "Główny Szlak Świętokrzyski im. Edmunda Massalskiego to popularny szlak turystyczny, który prowadzi przez Góry Świętokrzyskie, zaczynając w Gołoszycach i kończąc w Kuźniakach. Szlak ma długość 93 km i jest podzielony na kilka etapów, z których każdy oferuje różnorodne krajobrazy i atrakcje turystyczne.",
               "image": "https://gorskim-szlakiem.pl/wp-content/uploads/2022/06/P1010270-e1654504499380-1024x640.jpg",
               "gpx": "https://mapa-turystyczna.pl/trail/glowny-szlak-swietokrzyski-im-edmunda-massalskiego-t3#50.88805/20.81326/11",
               "map": {
                  "iframe": "https://mapa-turystyczna.pl/map/widget/trail/h1l0p0/t3.html"
               },
               "moreInfo": "https://gorskim-szlakiem.pl/glowny-szlak-swietokrzyski/"
            }
         ]
      },
      {
         "id": 4,
         "name": "Szlak Nadwiślański",
         "stages": [
            {
               "stageId": 1,
               "stageInfo": "93 km 2672 m+ / 2728 m-",
               "stageDescription": "Niebieska, 121 kilometrowa trasa przecinający województwo lubelskie z południa na północ. Biegnie wzdłuż Wisły. Jej północna część znajduje się na terenie Krainy Lessowych Wąwozów.",
               "image": "https://hasajacezajace.com/wp-content/uploads/2021/09/kazimierz-dolny-korzeniowy-dol.jpg",
               "gpx": "https://mapa-turystyczna.pl/trail/szlak-nadwislanski-tmr#51.23038/21.88408/10",
               "map": {
                  "iframe": "https://mapa-turystyczna.pl/map/widget/trail/h1l0p0/tmr.html"
               },
               "moreInfo": "https://www.kraina.org.pl/szlaki/piesze/miejsce/kazimierz-dolny/nadwislanski"
            }
         ]
      }
   ]
}
